Repository: amirhp-com/elementor-kit-backup
Catalog: languages/elementor-kit-backup-*.po
Languages: fa_ir

source: Settings
fa_ir: ویرایش تنظیمات

source: Kit Backups
fa_ir: بکاپ‌های کیت

source: Elementor Kit Backup
fa_ir: بکاپ‌های کیت المنتور

source: By Amirhossein Hosseinpour
fa_ir: توسط امیرحسین حسین پور

source: Current Site Kit
fa_ir: کیت فعال سایت

source: Edit Settings
fa_ir: ویرایش تنظیمات

source: Manage Kits
fa_ir: مدیریت کیت‌ها

source: Create Backup
fa_ir: ایجاد بکاپ جدید

source: New Backup Created successfully.
fa_ir: بکاپ جدید با موفقیت ساخته شد.

source: Could not create backup.
fa_ir: خطا در ایجاد بکاپ رخ داد.

source: Backup Name...
fa_ir: نام نسخه...

source: Version History (Limit 20)
fa_ir: تاریخچه نسخه‌ها (ظرفیت ۲۰ مورد)

source: Name
fa_ir: نام

source: Author
fa_ir: نویسنده

source: Timestamp
fa_ir: تاریخ و زمان

source: Size
fa_ir: حجم

source: Restore
fa_ir: بازگردانی

source: Export
fa_ir: دانلود

source: Delete
fa_ir: حذف

source: Preview
fa_ir: پیش‌نمایش

source: Working...
fa_ir: درحال بارگیری ...

source: Are you sure? This will overwrite your active Global Styles.
fa_ir: آیا مطمئن هستید؟ استایل‌های فعلی سایت با این نسخه جایگزین خواهند شد.

source: Remove this version forever?
fa_ir: این نسخه برای همیشه حذف شود؟

source: Import JSON
fa_ir: وارد کردن فایل

source: File successfully imported. Note: You must click Restore to activate this kit.
fa_ir: فایل با موفقیت به تاریخچه اضافه شد. برای فعال‌سازی باید دکمه بازگردانی را بزنید.

source: Archive bundle successfully merged into history.
fa_ir: آرشیو بکاپ ها به تاریخچه اضافه/مرج شد.

source: Download Bundle
fa_ir: دانلود کلی

source: Snapshots global colors, fonts, and custom CSS settings.
fa_ir: ذخیره رنگ‌های سراسری، فونت‌ها و کدهای CSS سفارشی.

source: Success!
fa_ir: عملیات موفق!

source: Something went wrong.
fa_ir: متاسفانه خطایی رخ داد.

source: Global Colors
fa_ir: رنگ‌های سراسری

source: Global Fonts
fa_ir: فونت‌های سراسری

source: Custom CSS
fa_ir: CSS سفارشی

source: Not set in this backup.
fa_ir: در این بکاپ یافت نشد.

source: Cancel
fa_ir: انصراف

source: OK
fa_ir: تایید

source: Kit Components
fa_ir: اطلاعات کیت

source: Detected Items
fa_ir: موارد یافت شده

source: Elementor Kit Backup Manager
fa_ir: بکاپ کیت های المنتور

source: A professional version control tool for Elementor Global Styles. Capture, preview, and restore site-wide colors, typography, and custom CSS with ease.
fa_ir: یک ابزار حرفه‌ای کنترل نسخه برای استایل‌های سراسری المنتور. رنگ‌ها، تایپوگرافی و CSS سفارشی را در کل سایت به راحتی ثبت، پیش‌نمایش و بازیابی کنید.

source: Amirhossein Hosseinpour
fa_ir: امیرحسین حسین پور
